class DataModel{
   String pharmacyName;
   String start;
   String manager;

   DataModel(this.pharmacyName, this.start, this.manager);

  static List<DataModel>data=[
     DataModel("إسعاف ٢٤ رمسيس", "بداية العمل : ٢٠٢٣/١١/١", "مدير الصيدلية : د مصطفي عادل"),
     DataModel("إسعاف ٢٤ الأميرية", "بداية العمل : ٢٠٢٣/١١/١", "مدير الصيدلية : د عمرو توفيق"),
     DataModel("إسعاف ٢٤ أسيوط", "بداية العمل : ٢٠٢٣/١١/١", "مدير الصيدلية : د بهاء سمير"),
    DataModel("إسعاف ٢٤ المنصورة","بداية العمل : ٢٠٢٣/١١/١","مدير الصيدلية : د أحمد وسيم"),
    DataModel("إسعاف ٢٤ الاسكندريه","",''),
    DataModel("إسعاف ٢٤ دمياط", "بداية العمل : ٢٠٢٤/٣/١٥", "مدير الصيدلية : د سارة ابراهيم"),
    DataModel("إسعاف ٢٤ كفر الشيخ", "بداية العمل : ٢٠٢٤/٣/١٥", "مدير الصيدلية : د سحر حسان"),
    DataModel("إسعاف ٢٤ الأقصر", "بداية العمل : ٢٠٢٤/٣/١٥", "مدير الصيدلية : د زينب جمال"),
    DataModel("إسعاف ٢٤ المحلة", "بداية العمل : ٢٠٢٤/٥/١٥", "مدير الصيدلية : د أحمد عبد الهادي"),
    DataModel("إسعاف ٢٤ الجيزة", "بداية العمل : ٢٠٢٤/٥/١٦", "مدير الصيدلية : د عصام أحمد"),
  ];
}